<?php

use Illuminate\Database\Seeder;

class EconomicActivitiesTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('economic_activities')->truncate();
        
        \DB::table('economic_activities')->insert(array (
            0 => 
            array (
                'id' => 1,
                'name' => 'Усі  галузі',
                's_code' => '',
                'parent_id' => NULL,
            ),
            1 => 
            array (
                'id' => 2,
                'name' => 'Сільське господарство, лісове господарство та рибне господарство',
                's_code' => 'A',
                'parent_id' => NULL,
            ),
            2 => 
            array (
                'id' => 3,
            'name' => 'Переробна промисловість (Виробництво)',
                's_code' => 'C',
                'parent_id' => NULL,
            ),
            3 => 
            array (
                'id' => 4,
                'name' => 'Водопостачання, каналізація, поводження з відходами',
                's_code' => 'E',
                'parent_id' => NULL,
            ),
            4 => 
            array (
                'id' => 5,
                'name' => 'Будівництво',
                's_code' => 'F',
                'parent_id' => NULL,
            ),
            5 => 
            array (
                'id' => 6,
                'name' => 'Транспорт, складське господарство, поштова та кур\'єрська діяльність',
                's_code' => 'H',
                'parent_id' => NULL,
            ),
            6 => 
            array (
                'id' => 7,
                'name' => 'Інформація та телекомунікації',
                's_code' => 'J',
                'parent_id' => NULL,
            ),
            7 => 
            array (
                'id' => 8,
                'name' => 'Професійна, наукова та технічна діяльність',
                's_code' => 'M',
                'parent_id' => NULL,
            ),
            8 => 
            array (
                'id' => 9,
                'name' => 'Діяльність у сфері адміністративного та допоміжного обслуговування',
                's_code' => 'N',
                'parent_id' => NULL,
            ),
            9 => 
            array (
                'id' => 10,
                'name' => 'Державне управління й оборона, обов\'язкове соціальне страхування ',
                's_code' => 'O',
                'parent_id' => NULL,
            ),
            10 => 
            array (
                'id' => 11,
                'name' => 'Освіта',
                's_code' => 'P',
                'parent_id' => NULL,
            ),
            11 => 
            array (
                'id' => 12,
                'name' => 'Охорона здоров\'я та надання соціальної допомоги',
                's_code' => 'Q',
                'parent_id' => NULL,
            ),
            12 => 
            array (
                'id' => 13,
                'name' => 'Мистецтво, спорт, розваги та відпочинок',
                's_code' => 'R',
                'parent_id' => NULL,
            ),
            13 => 
            array (
                'id' => 14,
            'name' => 'Надання інших видів послуг (інші види діяльності)',
                's_code' => 'S',
                'parent_id' => NULL,
            ),
            14 => 
            array (
                'id' => 15,
                'name' => 'Сільське господарство, мисливство та надання пов\'язаних із ними послуг',
                's_code' => '01',
                'parent_id' => 2,
            ),
            15 => 
            array (
                'id' => 16,
                'name' => 'Лісове господарство та лісозаготівлі',
                's_code' => '02',
                'parent_id' => 2,
            ),
            16 => 
            array (
                'id' => 17,
                'name' => 'Рибне господарство',
                's_code' => '03',
                'parent_id' => 2,
            ),
            17 => 
            array (
                'id' => 18,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 2,
            ),
            18 => 
            array (
                'id' => 19,
                'name' => 'Виробництво харчових продуктів',
                's_code' => '10',
                'parent_id' => 3,
            ),
            19 => 
            array (
                'id' => 20,
                'name' => 'Поліграфічна діяльність, тиражування записаної інформації',
                's_code' => '18',
                'parent_id' => 3,
            ),
            20 => 
            array (
                'id' => 21,
                'name' => 'Виробництво хімічних речовин і хімічної продукції',
                's_code' => '20',
                'parent_id' => 3,
            ),
            21 => 
            array (
                'id' => 22,
                'name' => 'Виробництво основних фармацевтичних продуктів і фармацевтичних препаратів',
                's_code' => '21',
                'parent_id' => 3,
            ),
            22 => 
            array (
                'id' => 23,
                'name' => 'Металургійне виробництво',
                's_code' => '24',
                'parent_id' => 3,
            ),
            23 => 
            array (
                'id' => 24,
                'name' => 'Виробництво готових металевих виробів, крім машин і устаткування',
                's_code' => '25',
                'parent_id' => 3,
            ),
            24 => 
            array (
                'id' => 25,
                'name' => 'Виробництво машин і устаткування',
                's_code' => '28',
                'parent_id' => 3,
            ),
            25 => 
            array (
                'id' => 26,
                'name' => 'Ремонт і монтаж машин і устаткування ',
                's_code' => '33',
                'parent_id' => 3,
            ),
            26 => 
            array (
                'id' => 27,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 3,
            ),
            27 => 
            array (
                'id' => 28,
                'name' => 'Забір, очищення та постачання води',
                's_code' => '36',
                'parent_id' => 4,
            ),
            28 => 
            array (
                'id' => 29,
                'name' => 'Каналізація, відведення й очищення стічних вод',
                's_code' => '37',
                'parent_id' => 4,
            ),
            29 => 
            array (
                'id' => 30,
                'name' => 'Збирання, оброблення й видалення відходів; відновлення матеріалів',
                's_code' => '38',
                'parent_id' => 4,
            ),
            30 => 
            array (
                'id' => 31,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 4,
            ),
            31 => 
            array (
                'id' => 32,
                'name' => 'Будівництво будівель',
                's_code' => '41',
                'parent_id' => 5,
            ),
            32 => 
            array (
                'id' => 33,
                'name' => 'Будівництво споруд ',
                's_code' => '42',
                'parent_id' => 5,
            ),
            33 => 
            array (
                'id' => 34,
                'name' => 'Спеціалізовані будівельні роботи',
                's_code' => '43',
                'parent_id' => 5,
            ),
            34 => 
            array (
                'id' => 35,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 5,
            ),
            35 => 
            array (
                'id' => 36,
                'name' => 'Наземний і трубопровідний транспорт',
                's_code' => '49',
                'parent_id' => 6,
            ),
            36 => 
            array (
                'id' => 37,
                'name' => 'Складське господарство та допоміжна діяльність у галузі транспорту',
                's_code' => '52',
                'parent_id' => 6,
            ),
            37 => 
            array (
                'id' => 38,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 6,
            ),
            38 => 
            array (
                'id' => 39,
                'name' => 'Видавнича діяльність',
                's_code' => '58',
                'parent_id' => 7,
            ),
            39 => 
            array (
                'id' => 40,
                'name' => 'Комп\'ютерне програмування, консультування та пов\'язана з ними діяльність',
                's_code' => '62',
                'parent_id' => 7,
            ),
            40 => 
            array (
                'id' => 41,
                'name' => 'Надання інформаційних послуг',
                's_code' => '63',
                'parent_id' => 7,
            ),
            41 => 
            array (
                'id' => 42,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 7,
            ),
            42 => 
            array (
                'id' => 43,
                'name' => 'Діяльність у сферах права та бухгалтерського обліку',
                's_code' => '69',
                'parent_id' => 8,
            ),
            43 => 
            array (
                'id' => 44,
            'name' => 'Діяльність головних управлінь (хед-офісів); консультування з питань керування',
                's_code' => '70',
                'parent_id' => 8,
            ),
            44 => 
            array (
                'id' => 45,
                'name' => 'Діяльність у сферах архітектури та інжинірингу; технічні випробування та дослідження',
                's_code' => '71',
                'parent_id' => 8,
            ),
            45 => 
            array (
                'id' => 46,
                'name' => 'Наукові дослідження та розробки',
                's_code' => '72',
                'parent_id' => 8,
            ),
            46 => 
            array (
                'id' => 47,
                'name' => 'Рекламна діяльність і дослідження кон\'юнктури ринку',
                's_code' => '73',
                'parent_id' => 8,
            ),
            47 => 
            array (
                'id' => 48,
                'name' => 'Інша професійна, наукова та технічна діяльність',
                's_code' => '74',
                'parent_id' => 8,
            ),
            48 => 
            array (
                'id' => 49,
                'name' => 'Оренда, прокат і лізинг',
                's_code' => '77',
                'parent_id' => 9,
            ),
            49 => 
            array (
                'id' => 50,
                'name' => 'Обслуговування будинків і територій',
                's_code' => '81',
                'parent_id' => 9,
            ),
            50 => 
            array (
                'id' => 51,
                'name' => 'Адміністративна та допоміжна офісна діяльність, інші допоміжні комерційні послуги',
                's_code' => '82',
                'parent_id' => 9,
            ),
            51 => 
            array (
                'id' => 52,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 9,
            ),
            52 => 
            array (
                'id' => 53,
                'name' => 'Державне управління',
                's_code' => '84',
                'parent_id' => 10,
            ),
            53 => 
            array (
                'id' => 54,
                'name' => 'Оборона',
                's_code' => '84',
                'parent_id' => 10,
            ),
            54 => 
            array (
                'id' => 55,
                'name' => 'Обов\'язкове соціальне страхування',
                's_code' => '84',
                'parent_id' => 10,
            ),
            55 => 
            array (
                'id' => 56,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 10,
            ),
            56 => 
            array (
                'id' => 57,
                'name' => 'Освіта',
                's_code' => '85',
                'parent_id' => 11,
            ),
            57 => 
            array (
                'id' => 58,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 11,
            ),
            58 => 
            array (
                'id' => 59,
                'name' => 'Охорона здоров\'я',
                's_code' => '86',
                'parent_id' => 12,
            ),
            59 => 
            array (
                'id' => 60,
                'name' => 'Надання соціальної допомоги без забезпечення проживання',
                's_code' => '88',
                'parent_id' => 12,
            ),
            60 => 
            array (
                'id' => 61,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 12,
            ),
            61 => 
            array (
                'id' => 62,
                'name' => 'Діяльність у сфері творчості, мистецтва та розваг',
                's_code' => '90',
                'parent_id' => 13,
            ),
            62 => 
            array (
                'id' => 63,
                'name' => 'Функціювання бібліотек, архівів, музеїв та інших закладів культури',
                's_code' => '91',
                'parent_id' => 13,
            ),
            63 => 
            array (
                'id' => 64,
                'name' => 'Діяльність у сфері спорту, організування відпочинку та розваг',
                's_code' => '93',
                'parent_id' => 13,
            ),
            64 => 
            array (
                'id' => 65,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 13,
            ),
            65 => 
            array (
                'id' => 66,
                'name' => 'Діяльність громадських організацій',
                's_code' => '94',
                'parent_id' => 14,
            ),
            66 => 
            array (
                'id' => 67,
                'name' => 'Інше',
                's_code' => '',
                'parent_id' => 14,
            ),
        ));
        
        
    }
}
