@extends('frontend.layouts.template')

@section('content')
<div class="content-area">
    <div class="container">
        <div class="row page-title text-center">
            <h2>Про Нас</h2>
        </div>
        <div class="">

            <p style="text-align: justify;">Відділ проектної діяльності – це структурний підрозділ ЗНУ, який забезпечує концентрацію зусиль факультетів та основних структурних підрозділів ЗНУ щодо комерціалізації результатів їх освітньої та наукової діяльності на єдиній платформі задля подальшого розвитку освітньої, наукової, інноваційної та міжнародної діяльності, залучення студентів, аспірантів і молодих учених до розробки та практичної реалізації інноваційних ідей та проектів.</p>
            <p style="text-align: justify;">Відділ здійснює інформаційно-аналітичну, &nbsp;навчально-організаційну та фандрайзингову діяльність, зокрема:</p>
            <ul style="text-align: justify;">
                <li>здійснює моніторинг проектів та грантів, постійне поповнення банку інноваційних ідей; бази даних розроблених і реалізованих проектів; переліку вітчизняних та міжнародних фондів, організацій, що надають відповідну фінансову підтримку тощо;</li>
                <li>займається організаційно-методичною допомогою виконавцям проектів на початковій стадії їх діяльності, проводить навчальні тренінги та семінари, сприяє практичному застосуванню та комерціалізації продуктів і послуг, створених у процесі реалізації проектів;</li>
                <li>залучає науково-педагогічних працівників до роботи в проектних групах, а також у якості наукових керівників (консультантів) проектів;</li>
                <li>співпрацює з міжнародними, національними, регіональними фондами і програмами, органами державної влади та місцевого самоврядування.</li>
            </ul>

            <br/>
            <p style="text-align: justify;">Детальніше див. <a href="{{ url('img/concept_project_work.pptx')}}" style="color:#00AEEF;">Концепцію проектної діяльності ЗНУ.</a></p>
            <p style="text-align: justify;">Також пропонуємо ознайомитись з <a href="{{url('img/reportNMR221116.docx')}}" style="color:#00AEEF;">Доповіддю на науково-методичну раду ЗНУ "Концепція проектної діяльності Запорізького національного університету".</a>
            </p>
            <br/>
            <p style="text-align: justify;">У червні 2016 року в Запорізькому національному університеті було проведено І-й регіональний форум &laquo;Наука. Влада. Бізнес&raquo; за участі представників органів обласної та міської влади, запорізьких підприємств та організацій, підприємців, науковців із провідних вищих навчальних закладів області, молодих учених, аспірантів і студентів.</p>
            <p style="text-align: justify;">Мета Форуму &ndash; консолідація зусиль влади, науки й бізнесу і спрямування їх на вирішення проблем запорізького краю задля забезпечення ефективного розвитку інноваційно-інвестиційного, технологічного, економічного та кадрового потенціалу Запорізької області.</p>
            <p style="text-align: justify;">Ініціаторами організації цього заходу були представники адміністрації та науково-педагогічного складу ЗНУ, а партнерами у його проведенні виступили Запорізька обласна рада, Запорізька обласна державна адміністрація і Запорізька міська рада.</p>
            <p style="text-align: justify;">На Форумі було презентовано концепцію об&rsquo;єднання зусиль науки, влади та бізнесу, а також затверджено Програму розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; (Інформація. Інвестиції. Інновації).</p>


            {{--<a href="https://drive.google.com/open?id=0B2jxk3m8j0puaEZuSUtocUZFUkU"  target="_blank"><img class="img-responsive" src="{{url('/img/'.'Iregional.jpg')}}" width="" height="" /></a>--}}

            <p style="text-align: justify;">Метою Програми є координація спільних зусиль партнерів у напрямку розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; &ndash; інноваційного середовища, розробленого на засадах інформаційно-комунікаційних технологій, яке забезпечить можливість усім зацікавленим сторонам розмістити свої запити і пропозиції з науково-технічного або організаційно-фінансового вирішення нагальних для регіону проблем.</p>
            <br/>
            <p style="text-align: justify;">Пропонуємо ознайомитись з <a href="https://drive.google.com/open?id=0B2jxk3m8j0puV1NDLU0td1pJVE0" target="_blank" style="color:#00AEEF;">Програмою розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; (Інформація. Інвестиції. Інновації)</a>.</p>


        </div>

        <div id="slider1" data-name="Investor">

        </div>
    </div>
    <!-- end container-->
</div> 
<!-- end content area-->
@stop

@section('css')
@stop

@section('js')
<script>
    $(document).ready(function () {
        $("#slider1").owlCarousel({
            jsonPath: '{{ url('api / json') }}/' + $("#slider1").data('name'),
            jsonSuccess: customDataSuccess
        });

        function customDataSuccess(data) {
            var content = "";
            console.log(data);
            for (var i in data["items"]) {
                content += "<img src=\"" + img + "\" alt=\"" + alt + "\">"
            }
            $("#slider1").html(content);
        }

    });
</script>
@stop