@extends('frontend.layouts.template')

@section('content')
<div class="content-area">
    <div class="container">
        <div class="row page-title text-center">
            <h2>Про Нас</h2>
        </div>
        <div class="">

            <p style="text-align: justify;">Відділ проектної діяльності – це структурний підрозділ ЗНУ, який забезпечує концентрацію зусиль факультетів та основних структурних підрозділів ЗНУ щодо комерціалізації результатів їх освітньої та наукової діяльності на єдиній платформі задля подальшого розвитку освітньої, наукової, інноваційної та міжнародної діяльності, залучення студентів, аспірантів і молодих учених до розробки та практичної реалізації інноваційних ідей та проектів.</p>
            <p style="text-align: justify;">Відділ здійснює інформаційно-аналітичну, &nbsp;навчально-організаційну та фандрайзингову діяльність, зокрема:</p>
            <ul style="text-align: justify;">
                <li>здійснює моніторинг проектів та грантів, постійне поповнення банку інноваційних ідей; бази даних розроблених і реалізованих проектів; переліку вітчизняних та міжнародних фондів, організацій, що надають відповідну фінансову підтримку тощо;</li>
                <li>займається організаційно-методичною допомогою виконавцям проектів на початковій стадії їх діяльності, проводить навчальні тренінги та семінари, сприяє практичному застосуванню та комерціалізації продуктів і послуг, створених у процесі реалізації проектів;</li>
                <li>залучає науково-педагогічних працівників до роботи в проектних групах, а також у якості наукових керівників (консультантів) проектів;</li>
                <li>співпрацює з міжнародними, національними, регіональними фондами і програмами, органами державної влади та місцевого самоврядування.</li>
            </ul>

            <br/>
            <p style="text-align: justify;">Детальніше див. <a href="{{ url('img/concept_project_work.pptx')}}" style="color:#00AEEF;">Концепцію проектної діяльності ЗНУ.</a></p>
            <p style="text-align: justify;">Також пропонуємо ознайомитись з <a href="{{url('img/reportNMR221116.docx')}}" style="color:#00AEEF;">Доповіддю на науково-методичну раду ЗНУ "Концепція проектної діяльності Запорізького національного університету".</a>
            </p>
            <br/>
            <p style="text-align: justify;">У червні 2016 року в Запорізькому національному університеті було проведено І-й регіональний форум &laquo;Наука. Влада. Бізнес&raquo; за участі представників органів обласної та міської влади, запорізьких підприємств та організацій, підприємців, науковців із провідних вищих навчальних закладів області, молодих учених, аспірантів і студентів.</p>
            <p style="text-align: justify;">Мета Форуму &ndash; консолідація зусиль влади, науки й бізнесу і спрямування їх на вирішення проблем запорізького краю задля забезпечення ефективного розвитку інноваційно-інвестиційного, технологічного, економічного та кадрового потенціалу Запорізької області.</p>
            <p style="text-align: justify;">Ініціаторами організації цього заходу були представники адміністрації та науково-педагогічного складу ЗНУ, а партнерами у його проведенні виступили Запорізька обласна рада, Запорізька обласна державна адміністрація і Запорізька міська рада.</p>
            <p style="text-align: justify;">На Форумі було презентовано концепцію об&rsquo;єднання зусиль науки, влади та бізнесу, а також затверджено Програму розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; (Інформація. Інвестиції. Інновації).</p>


            {{--<a href="https://drive.google.com/open?id=0B2jxk3m8j0puaEZuSUtocUZFUkU"  target="_blank"><img class="img-responsive" src="{{url('/img/'.'Iregional.jpg')}}" width="" height="" /></a>--}}

            <p style="text-align: justify;">Метою Програми є координація спільних зусиль партнерів у напрямку розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; &ndash; інноваційного середовища, розробленого на засадах інформаційно-комунікаційних технологій, яке забезпечить можливість усім зацікавленим сторонам розмістити свої запити і пропозиції з науково-технічного або організаційно-фінансового вирішення нагальних для регіону проблем.</p>
            <br/>
            <p style="text-align: justify;">Пропонуємо ознайомитись з <a href="https://drive.google.com/open?id=0B2jxk3m8j0puV1NDLU0td1pJVE0" target="_blank" style="color:#00AEEF;">Програмою розвитку Відкритої регіональної платформи науково-виробничого партнерства &laquo;InCube&raquo; (Інформація. Інвестиції. Інновації)</a>.</p>
            <br/>
            <p>Впродовж першого року реалізації <strong>Концепції проектної діяльності</strong> у Запорізькому національному університеті науково-педагогічними працівниками вже&nbsp;<strong>подано 55&nbsp;проектів до різних вітчизняних і міжнародних фондів і програм</strong>, зокрема: 6&nbsp;проектів &ndash; на програму &laquo;Еразмус+&raquo;; 4&nbsp;проекти&nbsp;&ndash; до Посольства США; 4&nbsp;проекти &ndash; до Національного географічного товариства (National Geographic); 4&nbsp;проекти &ndash; до Фінського фонду місцевого співробітництва (Local Cooperation Fund,&nbsp;Embassy of Finland); 3 проекти&nbsp;&ndash; до Канадського інституту українських студій Альбертського університету; по 2&nbsp;проекти&nbsp;&ndash; до Посольства Японії (програма &laquo;Кусаноне&raquo;), Міжнародного фонду &laquo;Відродження&raquo;, Чорноморського фонду регіонального співробітництва, Британської ради (програма &laquo;Активні громадяни&raquo;), Асоціації міст України, Фонду Спенсера та ін. Усього 27&nbsp;грантодавців отримали на розгляд проектні пропозиції від робочих груп факультетів і підрозділів ЗНУ.</p>
            <p>Станом на 01.09.2017 р. <strong>грантодавцями</strong> <strong>підтримано 5 проектів від ЗНУ</strong>.</p>
            <p>На базі Запорізького національного університету було організовано <strong>Круглий стіл &laquo;Перспективи становлення і розвитку органів місцевого самоврядування&raquo;</strong> із представниками об&rsquo;єднаних територіальних громад Запорізької області. За результатами заходу підписано <strong>Меморандум про співпрацю між Запорізьким національним університетом та Запорізьким регіональним відділенням Асоціації міст України</strong>, яким було визначено перспективи співробітництва університету з об&rsquo;єднаними територіальними громадами. В рамках Меморандуму на замовлення Пологівської міської ради робочою групою у складі фахівців відділу проектної діяльності, науково-дослідної частини, центру післядипломної освіти та факультету соціології та управління було розроблено проект реконструкції адміністративно-побутової будівлі стадіону в м.&nbsp;Пологи та подано на розгляд комісії Державного фонду регіонального розвитку.</p>
            <p>Окремим завданням реалізації Концепції є розвиток проектної діяльності <strong>як складової освітнього процесу</strong>, що включає запровадження дисципліни з організації проектної діяльності у навчальні плани підготовки магістрів та аспірантів, а також поступовий перехід від захисту дипломних робіт до дипломних проектів. На досягнення вищезазначених завдань спрямований <strong>проект Erasmus+: Jean Monnet actions &ndash; 587321-EPP-1-2017-1-UA-EPPJMO-MODULE &laquo;European Project Culture&raquo;</strong>, грант за яким отриманий Запорізьким національним університетом у серпні 2017 року.</p>
            <p>Важливим кроком впровадження Концепції проектної діяльності є активне <strong>залучення студентів та аспірантів Запорізького національного університету </strong>до успішної участі у конкурсах проектів є проведення тренінгів із актуальних питань написання і реалізації проектів: формування проблемної ситуації, визначення ієрархії цілей, формулювання мети та візії, стратегії і тактики на шляху до втілення ідеї у життя, розробки бюджету проекту, фандрайзингу та ін. З метою залучення студентства до написання проектів на базі ЗНУ було проведено <strong>Форум із проектної діяльності</strong>. Під час заходу спікери поділилися своїм досвідом із написання та реалізації проектів.</p>
            <p>В рамках реалізації Концепції проектної діяльності впродовж 2016-2017&nbsp;навчального року на базі Запорізького національного університету було організовано і проведено <strong>конкурси молодіжних проектів:</strong></p>
            <p>- &laquo;Дубовка: перезавантаження&raquo;.</p>
            <p>- &laquo;Епіцентр студентських ініціатив&raquo;.</p>
            <p>- &laquo;Запорізький вектор студентських ініціатив&raquo;.</p>
            <p>У конкурсах молодіжних проектів взяли участь близько 200 студентів та аспірантів. Кращі проекти розміщені на платформі &laquo;InCube&raquo; і відзначені подяками, грамотами, цінними подарунками та грошовими винагородами за підтримки співорганізаторів конкурсів: районної адміністрації Запорізької міської ради по Олександрівському району, депутатів Запорізької міської ради, громадських організацій та благодійних фондів.</p>
            <br/>
            <p>Детальну інформацію про результати проектної діяльності у ЗНУ дивіться за посиланням:</p>
            <p><a style="color: #00aeef;" title="" href="https://drive.google.com/file/d/1V0fFUuxVihucdtzLUaNPL2mkSthbOR3f/view?usp=sharing">Організація проектної діяльності у Запорізькому національному університеті</a></p>
            <br/>
            <p>Пропонуємо ознайомитись із презентацією результатів проектної діяльності в ЗНУ за посиланням:</p>
            <p><a style="color: #00aeef;" title="результатів проектної діяльності в ЗНУ" href="https://drive.google.com/file/d/124A6iyb6DTvopQ8oNq_IPJrFGRbFzqL5/view?usp=sharing">Результати проектної діяльності в ЗНУ</a></p>
            <br/>
            <p>Під час Всеукраїнської науково-практичної конференції &laquo;Підготовка докторів філософії (PhD) в умовах реформування вищої освіти&raquo; виступила начальник науково-дослідної частини <strong>Вікторія Меняйло</strong> із презентацією учасникам конференції розробленої в ЗНУ моделі дослідницько-інноваційної підготовки студентів та аспірантів, в основу якої покладено проектну діяльність.</p>
            <p>&nbsp;</p>
            <p>Пропонуємо ознайомитись із презентацією за посиланням:</p>
            <p><a style="color: #00aeef;" title="Теоретичні та практичні аспекти дослідницько- інноваційної підготовки докторів філософії (PhD)" href="https://drive.google.com/file/d/1glPg0_Dfz4gL0lkvq-OAAbnVubK37V6F/view?usp=sharing">Теоретичні та практичні аспекти дослідницько- інноваційної підготовки докторів філософії (PhD)</a></p>
            <br/>

        </div>

        <div id="slider1" data-name="Investor">

        </div>
    </div>
    <!-- end container-->
</div> 
<!-- end content area-->
@stop

@section('css')
@stop

@section('js')
<script>
    $(document).ready(function () {
        $("#slider1").owlCarousel({
            jsonPath: '{{ url('api / json') }}/' + $("#slider1").data('name'),
            jsonSuccess: customDataSuccess
        });

        function customDataSuccess(data) {
            var content = "";
            console.log(data);
            for (var i in data["items"]) {
                content += "<img src=\"" + img + "\" alt=\"" + alt + "\">"
            }
            $("#slider1").html(content);
        }

    });
</script>
@stop