@extends('frontend.layouts.template')

@section('content')
<div class="content-area">
    <div class="container">
        <div class="row page-title text-center">
            <h2>Правила користування платформою</h2>
        </div>
        <h5 style="text-align: justify">Однією з пріоритетних завдань відкритої регіональної платформи науково-виробничого партнерства «InCube» є підтримка (матеріальна, консультативна, інформаційна, організаційна) проектної діяльності студентської молоді, спрямованої на нарощування співробітництва та інтеграції між студентами, навчальними закладами, підприємствами і державою.
Експертна група регіональної платформи науково-виробничого партнерства «InCube» оцінює актуальність, результативність проекту, можливість і форму підтримки проекту.
На підставі висновку експертної групи автору (групі авторів) проекту на вказану при реєстрації електрону пошту надсилається рішення щодо проекту.</h5>
        <h3 class="text-center">Учасники</h3>
        
<h5 style="text-align: justify">
    Брати участь можуть студенти, підприємці, інвестори, замовники проектів, громадські організації, незалежно всіх галузей і сфер діяльності. Беручи участь в конкурсі, Учасник підтверджує, що повністю ознайомлений і згоден з цими Правилами, підтверджує свою згоду. Учасник несе повну відповідальність за надану інформацію.
</h5>
<h3 class="text-center">Права та обов'язки сторін</h3>
<h5 style="text-align: justify">Учасники мають права і несуть обов'язки, встановлені чинним законодавством України, а також цими Правилами.
Організатори мають право вносити зміни до чинних Правил. При цьому інформація про будь-які зміни цих Правил розміщується на сайті.
Організатори мають права і несуть обов'язки, встановлені чинним законодавством України, а також цими Правилами.
</h5>
    </div>
    <!-- end container-->
</div> 
<!-- end content area-->
@stop

@section('css')
@stop

@section('js')
@stop